<?php
// Заголовок
$_['heading_title']                     = '%Name% темы магазина';

// Текст
$_['text_extension']                    = "Расширения";
$_['text_success']                      = "Успешно: вы изменили тему %Name% магазина!";
$_['text_edit']                         = "Изменить тему %Name% магазина";
$_['text_general']                      = "Общие";
$_['text_product']                      = 'Продукты';
$_['text_image']                        = 'Изображения';

// Запись
$_['entry_directory']                   = 'Каталог тем';
$_['entry_status']                      = 'Статус';
$_['entry_product_limit']               = 'Количество элементов на Странице по умолчанию';
$_['entry_product_description_length']  = 'Ограничение по описанию списка';
$_['entry_image_category']              = 'Размер изображения категории (Ш x В)';
$_['entry_image_thumb']                 = 'Размер всплывающего изображения продукта (Ш x В)';
$_['entry_image_popup']                 = 'Размер всплывающего изображения продукта (Ш x В)';
$_['entry_image_product']               = 'Размер списка изображений продукта (Ш x В)';
$_['entry_image_additional']            = 'Дополнительный размер изображения продукта (Ш x В)';
$_['entry_image_related']               = 'Размер изображения соответствующего товара (Ш x В)';
$_['entry_image_compare']               = 'Сравнить размер изображения (Ш x В)';
$_['entry_image_wishlist']              = 'Размер изображения в списке пожеланий (Ш x В)';
$_['entry_image_cart']                  = 'Размер изображения в корзине (Ш x В)';
$_['entry_image_location']              = 'Размер изображения для хранения (Ш x В)';
$_['entry_width']                       = 'Ширина';
$_['entry_height']                      = 'Высота';

//помощь
$_['help_directory']                    = 'Это поле предназначено только для того, чтобы старые темы были совместимы с новой системой тем. Вы можете настроить каталог тем для использования в настройках размера изображения, указанных здесь.';
$_['help_product_limit']                = 'Определяет, сколько элементов каталога отображается на странице (товары, категории и т.д.)';
$_['help_product_description_length']   = 'В представлении списка количество символов в кратком описании ограничено (категории, специальные и т.д.)';

// Ошибка
$_['error_permission']                  = "Внимание: у вас нет прав на изменение темы %Name% магазина!";
$_['error_limit']                       = "Требуется ограничение на количество товаров!";
$_['error_image_thumb']                 = 'Требуются размеры для большого пальца изображения продукта!';
$_['error_image_popup']                 = "Требуются размеры для всплывающего изображения продукта!";
$_['error_image_product']               = "Требуются размеры для списка товаров!";
$_['error_image_category']              = "Требуются размеры для списка категорий!";
$_['error_image_additional']            = "Требуются дополнительные размеры изображения товара!";
$_['error_image_related']               = "Требуются размеры изображения сопутствующего товара!";
$_['error_image_compare']               = "Требуется сравнить размеры изображения!";
$_['error_image_wishlist']              = "Требуется сравнить размеры изображения из списка пожеланий!";
$_['error_image_cart']                  = "Требуются размеры изображения в корзине!";
$_['error_image_location']              = "Требуются размеры изображения в магазине!";